Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: Menu Editor
ig: Odezi menu

source: Edit Menus
ig: Dezie menu

source: _Defaults
ig: _Difọọltụ

source: _Applications:
ig: _Usoro iheomume:

source: Simple Menu Editor %s
ig: Odezi menu

source: Show
ig: Gosi

source: Cannot find home directory: not set in /etc/passwd and no value for $HOME in environment
ig: Achọtaghịnwu ihenlereanya keụlọ: Ekpokọtaghị ya na /dgz/okwumbanye na nke na-abaghị uru maka ụlọ $HOME

source: Menu file
ig: Faịlụ menu

source: MENU_FILE
ig: MENU_FAỊLỤ

source: Monitor for menu changes
ig: Inyogo maka mgbanwe menu

source: Include <Exclude>d entries
ig: Gbakwunye <Exclude>mbanye ahụ

source: Include NoDisplay=true entries
ig: Gbakwunye <Exclude>mbanye ahụ

source: Invalid desktop file ID
ig: Desktọọpụ Faịlụ ID na-enweghị isi

source: [Invalid Filename]
ig: [Ahịrịnkọwa faịlụ na-enweghị isi]

source: ==== Menu changed, reloading ====
ig: ====ọtụtụ gbanwere, bubatagharịa ====

source: Menu tree is empty
ig: Osisi Menu ghe oghe

source: - test GNOME's implementation of the Desktop Menu Specification
ig: - Nnwale GNOME Nwepụta nke Desktọọpụ nzipụta menu

source: Web Applications
ig: Usoro ihe omume

source: Copy _Time
ig: Debata _Oge

source: Copy _Date
ig: Debata _ụbọchị

source: Ad_just Date & Time
ig: We_bilata ụbọchị na oge

source: _Preferences
ig: _Nkarachọ

source: Clock Applet Factory
ig: Ụlọọrụ Apleetị elekere

source: Factory for creating clock applets.
ig: Ụlọọrụ maka ikepụta elekere apleetị.

source: Clock
ig: Elekere

source: Get the current time and date
ig: Nweta Oge na ụbọchị nke ozugbo

source: Tasks
ig: Ọrụ

source: All Day
ig: Ụbọchị niile

source: Appointments
ig: Àgbà

source: Weather Information
ig: Ebe obubata

source: Locations
ig: Usoroiheomume

source: Calendar
ig: Kalenda

source: Click to hide your appointments and tasks
ig: Pịa ka egosi àgbà na ọrụ gị

source: Click to view your appointments and tasks
ig: Pịa ka egosi àgbà na ọrụ gị

source: Click to hide month calendar
ig: Pịa ka egosi kalenda ọnwa

source: Click to view month calendar
ig: Pịa ka egosi kalenda ọnwa

source: Computer Clock
ig: Elekere Kọmputa

source: Custom format
ig: Nhazi emeredịkachọrọ

source: Choose Location
ig: Ebe obubata

source: Edit Location
ig: Ebe obubata

source: City Time Zone
ig: Fiitie inyogo na paneelụ

source: 24 hour
ig: Elekere Iri abụọ na anọ

source: UNIX time
ig: Oge UNIX

source: Internet time
ig: Oge Ịntaneetị

source: Custom _format:
ig: Emeredịkachọrị _nhaziihe:

source: The Clock displays the current time and date
ig: Elekere na-egosi oge na ụbọchị ozugbo

source: _Timezone:
ig: _Taịlụ

source: _Location Name:
ig: _Aịkọn:

source: _Time:
ig: _Taịlụ

source: _Set System Time
ig: _Onweghị (Jiri isiokwu sistem)

source: Clock Preferences
ig: Nkarachọ Elekere

source: Clock Format
ig: Nhazi emeredịkachọrọ

source: _12 hour format
ig: Nhazi Elekere

source: _24 hour format
ig: Nhazi Elekere

source: Panel Display
ig: Ndesịta ID paneelụ

source: Show the _date
ig: Gosi _ụbọchị

source: Show seco_nds
ig: Gosi _Elekere nke ntabi anya

source: Show _weather
ig: Gosi _ụbọchị

source: Show _temperature
ig: Gosi _ụbọchị

source: Display
ig: Wọkspeesi

source: _Pressure unit:
ig: _Prefs Dir:

source: Time _Settings
ig: 24-hour12-hour". If your locale uses 24 hour time notation, translate this to "24-hour12-hour24-hour" or "12-hour24 sata" or anything else that isn't "24-hour12-hour

source: 24-hour
ig: Elekere nke Iri abụọ na anọ

source: Hour format
ig: Nhazi Elekere

source: This key specifies the hour format used by the clock applet. Possible values are "12-hour", "24-hour", "internet", "unix" and "custom". If set to "internet", the clock will display Internet time. The Internet time system divides the day into 1000 ".beats". There are no time zones in this system, so time is the same all over the world. If set to "unix", the clock will display time in seconds since Epoch, i.e. 1970-01-01. If set to "custom", the clock will display time according to the format specified in the custom_format key.
ig: Kii a na-ezipụta nhazi oge nke elekere apleeti jiri rụọ ọrụ.Uru dị mmenwu bụ "12-hour", "24-hour", "internet", "unix" na "custom". Ọ bụrụ na ekpokọta ya na "internet", elekere ahụ ga-egosi oge nke ịntaneetị. Sistem oge ịntaneetị na-ekewa ụbọchị n'ime otu puku " beats".Enweghị nkewasị oge ụwa na sistem a, ya bụ na oge ga-abụ otu na mba ụwa. Ọ bụrụ na-ekpokọta ya na "unix", elekere ahụ ga-egosi oge n'ụdị ntabi anya kamgbe Epoch, ya bụ n'afọ 1970-01-01. Maọbụrụ na ekpokọta ya na

source: Custom format of the clock
ig: Nhazi emeredịkachọrọ nke elekere

source: This key specifies the format used by the clock applet when the format key is set to "custom". You can use conversion specifiers understood by strftime() to obtain a specific format. See the strftime() manual for more information.
ig: Kii a na-ezipụta nhazi ahụ elekere apleeti jiri rụọ ọrụ mgbe ekpokọtara kii nhazi na "custom". I nwere ike iji ndị òzípụ̀tàrà ntụgharị aghọtara site na strftime() n'inweta kpọkwem nhazi achọrọ.

source: Show time with seconds
ig: Gosi oge ya na oge ntabi anya

source: If true, display seconds in time.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi elekere nke ntabi anya n'oge.

source: Show date in clock
ig: Gosi ụbọchị n'elekere

source: If true, display date in the clock, in addition to time.
ig: O bụrụ na ọ bụ eziokwu, gosi ụbọchị n'elekere ahụ, na mgbakwunye oge.

source: Show date in tooltip
ig: Gosi ụbọchị na tuultip

source: If true, show date in a tooltip when the pointer is over the clock.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi ụbọchị n'ime tuultip mgbe pọịnta nọ n'elekere.

source: Show weather in clock
ig: Gosi ụbọchị n'elekere

source: If true, display a weather icon.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi elekere nke ntabi anya n'oge.

source: Show temperature in clock
ig: Gosi ụbọchị n'elekere

source: If true, show the temperature next to the weather icon.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi ọnụọgụgụ izu ụka na Kalenda.

source: Use UTC
ig: Jiri UTC

source: If true, display time in Universal Coordinated Time zone.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi oge na mpaghara ụwa nabatara

source: Time configuration tool
ig: Ngwaọrụ mmepụta oge

source: The use of this key was deprecated in GNOME 2.22 with the use of an internal time configuration tool. The schema is retained for compatibility with older versions.
ig: N'iji Kii a kà édìprìkéètìrì na GNOME 2.6 n'uru nke Kii 'nhazi'. Edesara Ndesita atụmatụ a maka nrụkọrụ ya na agba nke ochie.

source: Show week numbers in calendar
ig: Gosi ọnụọgụgụ izu ụka na kalenda

source: If true, show week numbers in the calendar.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi ọnụọgụgụ izu ụka na Kalenda.

source: If true, expand the list of appointments in the calendar window.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi ọnụọgụgụ izu ụka na Kalenda.

source: If true, expand the list of birthdays in the calendar window.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi ọnụọgụgụ izu ụka na Kalenda.

source: If true, expand the list of tasks in the calendar window.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi ọnụọgụgụ izu ụka na Kalenda.

source: If true, expand the list of weather information in the calendar window.
ig: Ọ bụrụ na ọ bụ eziokwu, Gosi ọnụọgụgụ izu ụka na Kalenda.

source: Expand list of locations
ig: Gosi ndesịta _usoroiheomume ndị ama

source: The use of this key was deprecated in GNOME 2.6 in favour of the 'format' key. The schema is retained for compatibility with older versions.
ig: N'iji Kii a kà édìprìkéètìrì na GNOME 2.6 n'uru nke Kii 'nhazi'. Edesara Ndesita atụmatụ a maka nrụkọrụ ya na agba nke ochie.

source: Use UNIX time
ig: Jiri oge UNIX

source: Use Internet time
ig: Jiri oge ịntaneetị

source: List of locations
ig: Ndesịta usoroiheomume a na-amaghị

source: Set...
ig: Kèánáhụ́chāghị́ányá

source: Set
ig: Kèánáhụ́chāghị́ányá

source: Could not display help document '%s'
ig: Agaghị egosinwu nnyemaka dọkumenti

source: Error displaying help document
ig: Agaghị egosinwu nnyemaka dọkumenti

source: Change system time
ig: _Onweghị (Jiri isiokwu sistem)

source: Wanda Factory
ig: Ụlọọrụ Wanda

source: From Whence That Stupid Fish Came
ig: Ebee ka azu iberibe ahụ si bịa

source: Fish
ig: Ázụ̀

source: Display a swimming fish or another animated creature
ig: Gosi azụ n'egwu mmiri mọọbụ ụdị anụmanụ ọzọ

source: Warning: The command appears to be something actually useful. Since this is a useless applet, you may not want to do this. We strongly advise you against using %s for anything which would make the applet "practical" or useful.
ig: Ịmaọkwa: Iwu ahụ pụtara bụrụ ihe bara uru. Kamgbe nke a bịara bụrụ apleetị na-abaghị uru, inwere ike ị gaghị achọ ime nke a. Anyị n'adụ gị ọdụ n'iji %s maka ihe ọbụla nke ga-eme ka apleetị ahụ baa uru mọọbụ "practical .

source: %s the Fish
ig: %s azụ ahụ

source: %s has no use what-so-ever. It only takes up disk space and compilation time, and if loaded it also takes up precious panel space and memory. Anybody found using it should be promptly sent for a psychiatric evaluation.
ig: %s enweghị isi na nke ọbụla. ọ na-eweli sọsọ ohere diskị na ndekọ oge, nakwa ọ bụrụ na edebatala ya ọ na-ewelikwa ohere paneelụ bara uru nakwa ebenchekwaozi. Ọ bụrụ na-ahụrụ nke n'eji ya, a ga-ewega ya ozugbe na-ebe a na-enyocha ndị isi mgbaka.

source: (with minor help from George)
ig: (ya na obere enyemaka site na George)

source: %s the Fish, a contemporary oracle
ig: %s azụ ahụ, áfá keugbua

source: Unable to locate the command to execute
ig: E nweghị ike ịchọtanwu iwu ahụ achọrọ imepụta

source: %s the Fish Says:
ig: %s azụ ahụ kwuru:

source: Unable to read output from command Details: %s
ig: E nweghị ike ịgụ ihe ngosipụta site n'iwu Ndesịta ozi: %s

source: _Speak again
ig: _Kwuo ọzọ

source: The configured command is not working and has been replaced by: %s
ig: Iwu ahụ a hazirila anaghị arụ ọrụ nke mere na %s dochiri ya:

source: Unable to execute '%s' Details: %s
ig: E nweghị ike imepụta '%s' Ndesịta ozi: %s

source: Unable to read from '%s' Details: %s
ig: E nweghị ike ịgụ site '%s' Ndesịta ozi: %s

source: The water needs changing
ig: Mmiri ahụ chọrọ mgbanwe! (Lee ụbọchị táà)

source: %s the Fish, the fortune teller
ig: %s azụ ahụ, dibia

source: Fish Preferences
ig: Azụ nkarachọ

source: _Name of fish:
ig: _Aha azụ:

source: Co_mmand to run when clicked:
ig: Iwu_ga-ebido mgbe a pịrị ya:

source: Animation
ig: Anịmeshiọnụ ngwa ngwa

source: _File:
ig: _Faịlụ:

source: Select an animation
ig: N'ekwe anịmeshiọn

source: _Total frames in animation:
ig: _Freemu niile n'ime anịmeshiọn:

source: _Pause per frame:
ig: _kwụsị Freemu nke ọbụla:

source: frames
ig: Freemu

source: seconds
ig: Oge ntabi anya

source: _Rotate on vertical panels
ig: _Tụgharịa na vatịkal paneelụ

source: The fish's name
ig: Aha azụ ahụ

source: A fish without a name is a pretty dull fish. Bring your fish to life by naming him.
ig: Azụ ọbụla na-enweghị aha bụ azụ tìì. Webata ndụ n'azụ site n'ịgụ ya aha.

source: The fish's animation pixmap
ig: Pixmap animeshiọnụ azụ

source: This key specifies the filename of the pixmap which will be used for the animation displayed in the fish applet relative to the pixmap directory.
ig: Kii a na-ezipụta ahafaịlụ nke pixmap nke a ga-eji maka ngosipụta anịmeshiọn n'ime apleetị azụ yītụ́wárá ihenlereanya pixmap.

source: Command to execute on click
ig: A ga-emepụta iwu n'ịpị

source: This key specifies the command that will be tried to execute when the fish is clicked.
ig: Kii a na-ezipụta iwu ahụ nke a ga-achọ imepụta mgbe a pịrị azụ ahụ.

source: Frames in fish's animation
ig: Freemu n'ime anịmeshiọn azụ

source: This key specifies the number of frames that will be displayed in the fish's animation.
ig: Kii a na-ezipụta ọnụọgụgụ freemu nke a ga-egosipụta n'ime anịmeshiọnụ azụ.

source: Pause per frame
ig: Kwụsị freemu nke ọbụla

source: This key specifies the number of seconds each frame will be displayed.
ig: Kii a na-ezipụta ọnụọgụgụ nke oge nke otu ntabianya a ga-egosipụta freemu nke ọbụla.

source: Rotate on vertical panels
ig: Tugharịa na vatịkal peneelụ

source: If true, the fish's animation will be displayed rotated on vertical panels.
ig: Ọ bụrụ na ọ bụ eziokwu, e gosipụtara anịmeshiọn azụ ahụ na ntụgharị n'elu vatịkal paneelụ

source: Notification Area Factory
ig: Ụlọọrụ mpaghara ebe ọmụmaọkwa

source: Notification Area
ig: Mpaghara ebe ọmụmaọkwa

source: Area where notification icons appear
ig: Mpaghara ebe aịkọn ọmumaọkwa pụtara

source: Panel Notification Area
ig: Paneelụ mpaghara ebe ọmụmaọkwa

source: Window Navigation Applet Factory
ig: Ụlọọrụ apleetị ngagharị windo

source: Factory for the window navigation related applets
ig: Ụlọọrụ maka apleetị nyiri ngagharị windo

source: Window Selector
ig: Ọhọpụta windo

source: Switch between open windows using a menu
ig: Kwụnye n'etiti windo mepere emepe n'iji menu

source: Workspace Switcher
ig: Omembanye wọkspeesi

source: Switch between workspaces
ig: Kwụnye n'etiti wọkspeesi

source: Window List
ig: Ndesịta windo

source: Switch between open windows using buttons
ig: Banye n'etiti windo mepere emepe n'iji bọtịn

source: Show Desktop
ig: Gosi Desktọọpụ

source: Hide application windows and show the desktop
ig: Zoo windo usoroiheomume ma gosi desktọọpụ

source: Failed to load %s: %s
ig: Ndebata dàrà àdà %s: %s

source: Icon not found
ig: Achọtaghị aịkọn

source: Click here to restore hidden windows.
ig: Pịa ebe a ka iweghachi windo zoro ezo.

source: Click here to hide all windows and show the desktop.
ig: Pịa ebe a ka i zoo windo niile ma gosi desktọọpụ.

source: Show Desktop Button
ig: Gosi Bọtịn Desktọọpụ

source: This button lets you hide all windows and show the desktop.
ig: Bọtịnị a ga-enyere gị aka izo windo niile ma gosi desktọọpụ.

source: Your window manager does not support the show desktop button, or you are not running a window manager.
ig: Onyenlekọta windo gị akwadoghị ngosi bọtịn desktọọpụ, mọọbụ na ịnaghị ebido onyenlekọta windo.

source: The Window List shows a list of all windows in a set of buttons and lets you browse them.
ig: Ndesịta windo na-egosi ndesịta windo niile ná mkpokọta bọtịn ma nyekwara gị aka ịchọgharị ha.

source: Window List Preferences
ig: Nkarachọ Ndesịta Windo

source: Window List Content
ig: Ndịna Ndesịta Windo

source: Sh_ow windows from current workspace
ig: Go_si windo site na wọkspeesi no mgbe ahụ

source: Show windows from a_ll workspaces
ig: Gosi windo site na wọkspeesi niile

source: Window Grouping
ig: Nkewasị Windo

source: _Never group windows
ig: _Windo nke nkewasị onweghị

source: Group windows when _space is limited
ig: Kewasịa windo mgbe _ohere dị limiteedị

source: _Always group windows
ig: _Windo nke nkewasị mgbe ọbụla

source: Restoring Minimized Windows
ig: Iweghachi Windo ndị pewagara mpe

source: Restore to current _workspace
ig: Weghachi na wọkspeesi_nọ mgbe ahụ

source: Restore to na_tive workspace
ig: Weghachi n'ebe_nsiripụta wọkspeesi

source: Show windows from all workspaces
ig: Gosi windo site na wọkspeesi niile

source: If true, the window list will show windows from all workspaces. Otherwise it will only display windows from the current workspace.
ig: Ọ bụrụ na ọ bụ eziokwu, ndesịta windo ga-egosi windo site na wọkspeesi niile. kama ọ ga-egosi windo sọsọ site na wọkspeesi nọ mgbe ahụ.

source: When to group windows
ig: Mgbe a ga-ekewasị windo

source: Decides when to group windows from the same application on the window list. Possible values are "never", "auto" and "always".
ig: Kpebie mgbe ị ga-ekewasị windo site n'otu usoroiheomume ahụ ná ndesịta windo ahụ. uru dị mmenwu bụ "never", "auto" na "always".

source: Move windows to current workspace when unminimized
ig: Kpụga windo ndị ahụ na wọkspeesi nọ mgbe ahụ mgbe á ná-ēpéwágá ya mpe

source: If true, then when unminimizing a window, move it to the current workspace. Otherwise, switch to the workspace of the window.
ig: Ọ bụrụ na ọ bụ eziokwu, mgbe ị na-epewaga windo mpe, kpụga ya na wọkspeesi nọ mgbe ahụ. Kama, banye na wọkspeesi nke windo.

source: Minimum window list size
ig: Ụhara ndesịta windo pekarịsịrị mpe

source: The use of this key was deprecated in GNOME 2.20. The schema is retained for compatibility with older versions.
ig: N'iji Kii a kà édìprìkéètìrì na GNOME 2.6 n'uru nke Kii 'nhazi'. Edesara Ndesita atụmatụ a maka nrụkọrụ ya na agba nke ochie.

source: Maximum window list size
ig: Ụhara ndesịta windo buru ibu

source: The Window Selector shows a list of all windows in a menu and lets you browse them.
ig: Ọhọpụta windo ahụ na-egosi ndesịta nke windo niile nà menu ma nyere gị aka ịchọgharị ha.

source: rows
ig: Mpagharauhie

source: columns
ig: Mpagharaogologo

source: Error loading num_rows value for Workspace Switcher: %s
ig: Ndehie n'ịdebata nọm_mpagharauhie valiu maka omenbanye wọkspeesi: %s

source: Error loading display_workspace_names value for Workspace Switcher: %s
ig: Ndehie n'ịdebata ngosi_wọkspeesi_aha valiu maka omembanye wọkspeesi: %s

source: Error loading display_all_workspaces value for Workspace Switcher: %s
ig: Ndehie n'ịdebata ngosi_niile_valiu wọkspeesi maka omembanye wọkspeesi: %s

source: The Workspace Switcher shows you a small version of your workspaces that lets you manage your windows.
ig: Omembanye wọkspeesi na-egosi gị obere agbanke nke wọkspeesi gị na-enyere gị aka ịlekọta windo gị.

source: Workspace Switcher Preferences
ig: Nkarachọ omembanye wọkspeesi

source: Show _only the current workspace
ig: Gosi _sọsọ wọkspeesi nọ mgbe ahụ

source: Show _all workspaces in:
ig: Gosi _wọkspeesi niile na:

source: Switcher
ig: Omembanye

source: Number of _workspaces:
ig: Ọnụọgụgụ nke _wọkspeesi:

source: Workspace na_mes:
ig: A_ha wọkspeesi:

source: Workspace Names
ig: Aha wọkspeesi

source: Show workspace _names in switcher
ig: Gosi aha _wọkspeesi na omembanye

source: Workspaces
ig: Aha wọkspeesi

source: Display workspace names
ig: Gosi aha wọkspeesi

source: If true, the workspaces in the workspace switcher will display the names of the workspaces. Otherwise they will display the windows on the workspace. This setting only works when the window manager is Metacity.
ig: Ọ bụrụ na ọ bụ eziokwu, wọkspeesi ndị nọ n'omembanye wọkspeesi ga-egosi aha wọkspeesi ndị ụfọdụ. Kama ha ga-egosi windo na wọkspeesi.

source: Display all workspaces
ig: Gosi wọkspeesi niile

source: If true, the workspace switcher will show all workspaces. Otherwise it will only show the current workspace.
ig: Ọ bụrụ na ọ bụ eziokwu, omembanye wọkspeesi ahụ ga-egosi wọkspeesi niile. Kama ọ ga-egosi sọsọ wọkspeesi nọ mgbe ahụ.

source: Rows in workspace switcher
ig: Mpagharauhie n'ime wọkspeesi omembanye

source: This key specifies how many rows (for horizontal layout) or columns (for vertical layout) the workspace switcher shows the workspaces in. This key is only relevant if the display_all_workspaces key is true.
ig: Kii a na-egosi mpagharauhie ole (maka ndozi horizon) mọọbụ mpagharaogologo (maka ndozi vatịkal) omembanye wọkspeesi na-egosi wọkspeesi n'ime. Kii a na-aba uru mgbe ngosi wọkspeesi kii_niile_ahụ bụ̀ eziokwu.

source: Could not launch '%s'
ig: Enweghị ike ibubatanwu iwu '%s'

source: Could not launch application
ig: Agaghị ebubatanwu aịkọn

source: Could not open location '%s'
ig: Agaghị egosinwu ebe '%s'

source: _Remove From Panel
ig: _Kpụpụta na Paneelụ

source: Loc_k To Panel
ig: _Kpọchie na Paneelụ

source: Cannot find an empty spot
ig: Enwetanwughị spọọtụ efu

source: Drawer
ig: Drọwa

source: _Add to Drawer...
ig: _Tinye na Drọwa...

source: Create new file in the given directory
ig: Kewapụta faịlụ ọfụụ n'ihe nlereanya enyere

source: Create Launcher
ig: Kewapụta obubata

source: Directory Properties
ig: Akparamagwa obubàtà

source: Launcher Properties
ig: Akparamagwa obubàtà

source: Panel
ig: Zòó paneelụ

source: No URI provided for panel launcher desktop file
ig: Onweghị URI ewepụtaara paneelụ obubàtà desktọọpụ faịlụ

source: Unable to open desktop file %s for panel launcher%s%s
ig: Desktọọpụ faịlụ %s ekweghị mmepe maka obubàtà paneelụ%s%s

source: _Launch
ig: _Bubata

source: Key %s is not set, cannot load launcher
ig: Ekpokọtaghị kii %s, agaghị edebata obubata

source: Could not save launcher
ig: Agaghị ekepụtanwu obubata

source: Add this launcher to _panel
ig: Tinye obubata a na paneelụ

source: Add this launcher to _desktop
ig: Tinye obubata a na desktọọpụ

source: _Entire menu
ig: Menu niile

source: Add this as _drawer to panel
ig: Tinye nke a dịka drọwa na paneelụ

source: Add this as _menu to panel
ig: Tinye nke a dịka menu na paneelụ

# %1$s %2$s
source: %1$s\t%2$s
ig: %1$s %2$s

source: _Activate Screensaver
ig: _Mee ka Skriinseva rụwa ọrụ

source: _Lock Screen
ig: _Kpọchie Inyogo

source: Could not connect to server
ig: Agaghị asụnyenwu na sava

source: Lock Screen
ig: Kpọchie Inyogo

source: Protect your computer from unauthorized use
ig: Chekwaa Kọmputa gị site n'aka ndị a na-enyeghị ikike iji ya1" (msgctxt: "panel:showusername

source: Log Out...
ig: mpụta na kọmputa

source: Log out of this session to log in as a different user
ig: Pụta n'agbanke a ka ịbanye dịka ojieme dị iche mọọbụ ịgbanyụcha kọmputa ahụ

source: Run Application...
ig: Bido usoroiheomume...

source: Run an application by typing a command or choosing from a list
ig: Bido usoroiheomume site n'ịtinye iwu kọmputa

source: Search for Files...
ig: Chọọ faịlụ...

source: Force Quit
ig: Nwepụ n'ike

source: Force a misbehaving application to quit
ig: Wepụ n'ike usoroiheomume na-enye nsogbu

source: Connect to Server...
ig: Sụnye na Sava...

source: Connect to a remote computer or shared disk
ig: Sụnye na rimootu sava

source: Custom Application Launcher
ig: Obubata usoroiheomume emeredịkaachọrọ

source: Create a new launcher
ig: Kewapụta obubata ọfụụ

source: Application Launcher...
ig: Obubata usoroiheomume...

source: Main Menu
ig: Menu nkeisi

source: The main GNOME menu
ig: GNOME menu nkeisi

source: Menu Bar
ig: Menu baa

source: A custom menu bar
ig: Menu baa emeredịkaachọrọ

source: A pop out drawer to store other items in
ig: Drọwa mpụta ozugbo ka ochekwa ihenhọrọ ndị ọzọ n'ime

source: (empty)
ig: (efu)

source: query returned exception %s
ig: Ajụjụ weghachitara ǹchá %s

source: Find an _item to add to "%s":
ig: Họrọ_ihenhọrọ ka ịgbakwunye na "%s":

source: Add to Drawer
ig: Tinye na Drọwa

source: Find an _item to add to the drawer:
ig: Họrọ_ihenhọrọ ka ịtinye na drọwa:

source: Add to Panel
ig: Tinye na paneelụ

source: Find an _item to add to the panel:
ig: Họro_ihenhọrọ ka itinye na paneelụ ahụ:

source: Exception from popup_menu '%s'
ig: Ǹchá site pọpọp_menu '%s'

source: "%s" has quit unexpectedly
ig: "%s" akwụsịla na-amaghị ama

source: Panel object has quit unexpectedly
ig: Ọbjektị paneelụ akwụsịla na-amaghị ama

source: If you reload a panel object, it will automatically be added back to the panel.
ig: Ọ bụrụ na ibubatagharịa ọbjektị paneelụ, ọ ga-eji aka ya tinyeghachi na paneelụ ahụ.

source: _Don't Reload
ig: _Ebubatagharịkwala

source: The panel encountered a problem while loading "%s".
ig: Paneelụ ahụ bakwuuru nsogbu mgbe ọ na-ebubata "%s".

source: Do you want to delete the applet from your configuration?
ig: Ị̀ chọrọ ihicha apleetị site na nhazi gị?

source: Unable to obtain AppletShell interface from control
ig: Agaghị enweta AppletShell ịntafeesi na nlekọta

source: And many, many others...
ig: Nà ndị niile, ndị ọzọ...

source: The GNOME Panel
ig: GNOME Paneelụ

source: This program is responsible for launching other applications and provides useful utilities.
ig: Programụ a ka ọ dị n'aka ibubata usoroiheomume ndị ọzọ nakwa imapanye obere apleetị n'ime onwe ya.

source: About the GNOME Panel
ig: GNOME Paneelụ

source: Cannot delete this panel
ig: Hichaa paneelụ a?

source: _Add to Panel...
ig: _Tinye na Paneelụ...

source: _Delete This Panel
ig: _Hichaa paneelụ a

source: _New Panel
ig: _Paneelụ ọfụụ
